Repository: dldevinc/paper-uploads
Catalog: paper_uploads/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Uploaded Files
ru: Загруженные файлы

source: File `%s` is not an image
ru: Файл `%s` не является изображением

source: file
ru: файл

source: display name
ru: отображаемое название

source: File item
ru: Файл

source: File items
ru: Файлы

source: Media item
ru: Мультимедиа

source: Media items
ru: Мультимедиа

source: Image item
ru: Изображение

source: Image items
ru: Изображения

source: files
ru: файлы

source: image
ru: изображение

source: images
ru: изображения

source: media
ru: мультимедиа

source: Delete item
ru: Удалить файл

source: Open file
ru: Открыть файл

source: Edit file
ru: Редактировать

source: Variation '%s' has no file associated with it.
ru: Не найден файл, соответствующий вариации '%s'.

source: File name
ru: Имя файла

source: Allowed types
ru: Допустимые типы

source: Allowed extensions
ru: Допустимые расширения файла

source: Maximum file size
ru: Максимальный размер файла

source: Minimum dimensions
ru: Минимальный размер

source: %sx%s pixels
ru: %sx%s пикселей

source: Minimum image width
ru: Минимальная ширина

source: %s pixels
ru: %s пикселей

source: Minimum image height
ru: Минимальная высота

source: Maximum dimensions
ru: Максимальный размер

source: Maximum image width
ru: Максимальная ширина

source: Maximum image height
ru: Максимальная высота

source: created at
ru: дата создания

source: changed at
ru: дата изменения

source: basename
ru: имя файла

source: Human-readable resource name
ru: Удобочитаемое имя файла

source: extension
ru: расширение

source: Lowercase, without leading dot
ru: В нижнем регистре, без точки

source: size
ru: размер

source: checksum
ru: контрольная сумма

source: uploaded at
ru: дата загрузки файла

source: The '%s' attribute has no file associated with it.
ru: Не найден файл, связанный с атибутом '%s'.

source: title
ru: название

source: The title is being used as a tooltip when the user hovers the mouse over the image
ru: Используется в качестве всплывающей подсказки при наведении на картинку

source: description
ru: описание

source: This text will be used by screen readers, search engines, or when the image cannot be loaded
ru: Этот текст будет использоваться программами чтения с экрана, поисковыми системами или в случае, когда изображение не может быть загружено.

source: width
ru: ширина

source: height
ru: высота

source: collection
ru: коллекция

source: collections
ru: коллекции

source: Unsupported collection item type: %s
ru: Тип элемента не поддерживается: %s

source: type
ru: тип

source: order
ru: порядок

source: item
ru: элемент коллекции

source: items
ru: элементы коллекции

source: Unsupported collection item: %s
ru: Неподдерживаемый элемент коллекции: %s

source: SVG item
ru: SVG-элемент

source: SVG items
ru: SVG-элементы

source: Create collection
ru: Создать коллекцию

source: Select files
ru: Выбрать файлы

source: Delete collection
ru: Удалить коллекцию

source: Please consider the following limitations
ru: Обратите внимание на следующие ограничения

source: Drop files here to send
ru: Перетащите файлы сюда

source: Select file
ru: Выбрать файл

source: Delete file
ru: Удалить файл

source: Cancel upload
ru: Отменить загрузку

source: %(size)d byte
ru: %(size)d байт

source: File `%(name)s` has an invalid extension. Valid extension(s): %(allowed)s
ru: Файл `%(name)s` имеет недопустимое расширение. Допустимые расширения: %(allowed)s

source: File `%(name)s` has an invalid mimetype '%(mimetype)s'
ru: Файл `%(name)s` имеет недопустимый тип '%(mimetype)s'

source: File `%(name)s` is too large. Maximum file size is %(limit_value)s.
ru: Файл `%(name)s` имеет слишком большой размер. Максимальный размер файла - %(limit_value)s.

source: Image `%(name)s` is not wide enough. The minimum width is %(width_limit)s pixels.
ru: Ширина изображения `%(name)s` недостаточна. Минимальная ширина - %(width_limit)s пикселей.

source: Image `%(name)s` is not tall enough. The minimum height is %(height_limit)s pixels.
ru: Высота изображения `%(name)s` недостаточна. Минимальная высота - %(height_limit)s пикселей.

source: Image `%(name)s` is too small. Image should be at least %(width_limit)sx%(height_limit)s pixels.
ru: Изображение `%(name)s` слишком мало. Минимальный размер - %(width_limit)sx%(height_limit)s пикселей.

source: Image `%(name)s` is too wide. The maximum width is %(width_limit)s pixels.
ru: Ширина изображения `%(name)s` превышает лимит. Максимальная ширина - %(width_limit)s пикселей.

source: Image `%(name)s` is too tall. The maximum height is %(height_limit)s pixels.
ru: Высота изображения `%(name)s` превышает лимит. Максимальная высота - %(height_limit)s пикселей.

source: Image `%(name)s` is too big. Image should be at most %(width_limit)sx%(height_limit)s pixels.
ru: Изображение `%(name)s` слишком большое. Максимальный размер - %(width_limit)sx%(height_limit)s пикселей.

source: Invalid ContentType
ru: Неверное значение ContentType

source: Access denied
ru: Доступ запрещён

source: Invalid UUID: %s
ru: Неверный UUID: %s

source: Invalid chunking
ru: Ошибка разбиения файла

source: File not found: %s
ru: Файл не найден: %s

source: Invalid ID
ru: Неверный ID

source: Object not found
ru: Объект не найден

source: Invalid collection ID
ru: Неверный ID коллекции

source: Collection not found
ru: Коллекция не найдена

source: Unsupported file: %s
ru: Файл не поддерживается: %s

source: Invalid itemType
ru: Неверное значение itemType

source: Invalid order value
ru: Неверное значение order
